[AttributePresentation_Mercenary AttributePresentationDefinition]
Description="$Willow to play with. Free business card describes our image name."
NoConstraintText=""
Suffix=""
Prefix=""

[Mercenary.Head_Lobelia UsableCustomizationItemDefinition]
ItemCardTopStatString="%sThere are 2 of them %s1"
UseFailureCharacterMessage="clearly %s Use this item."
ItemName=""
PickupMessage="you are hot %s"
UseFailureLevelMessage="You must have at least %d level to use this.."
UseFailureConstraintsMessage="This product is missing."
NoManufacturerName="Generalize"

[Mercenary.Skin_Lobelia UsableCustomizationItemDefinition]
ItemCardTopStatString="%s2 Death %s1"
UseFailureCharacterMessage="if you %s use this item."
ItemName=""
PickupMessage="is it %s"
UseFailureLevelMessage="You must be at least %d level before using this."
UseFailureConstraintsMessage="This product is missing.."
NoManufacturerName="sex"

